# St7SetGeometryFaceID

Assigns an ID number to the specified geometry face.

long St7SetGeometryFaceID(long uID, long FaceNum, long FaceID)
Input Parameters
uID
Strand7 model file ID.
FaceNum
Face number.
FaceID
Face ID.